<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!doctype html>
<html>
<head>
  <meta charset="utf-8">
  <meta http-equiv="Content-Language" content="zh-CN">
  <title>认证授权书</title>
  <meta name="keywords" content="">
  <meta name="description" content="">
  <meta name="copyright" content="" />
  <meta name="viewport" content="initial-scale=1,maximum-scale=1,minimum-scale=1">
  <meta content="yes" name="apple-mobile-web-app-capable">
  <meta content="black" name="apple-mobile-web-app-status-bar-style">
  <meta content="telephone=no" name="format-detection">
  <link href="/property_system/css/wx/certificate_authorization.css" rel="stylesheet" type="text/css" />
  <style type="text/css">body,html{min-height:100%; }</style>
</head>
<body>
    <br>
    <a class="title_tag">辰蓝科技学生卡VIP会员服务协议</a>
    <br>
	<a class="tebie_tip">特别提示:</a>
	<a class="content_tag">
        欢迎您使用辰蓝科技学生卡 VIP 会员服务!
		<br>
        为使用辰蓝科技学生卡 VIP 会员服务(以下简称“本服务”)，您需要与云南 辰蓝网络科技有限公司(以下简称“辰蓝科技”)签订《辰蓝科技学生卡 VIP 会 员服务协议》(以下简称“本协议”)，成为本服务的用户。
		<br>
        您在点击确认同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、 充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条 款。本协议中黑体加粗、颜色标记或其他方式提示您注意的内容，请您重点阅读。
        <br>
        如果您对对本协议或辰蓝科技学生卡 VIP 会员服务有任何疑问或者意见、 建议，可与辰蓝科技客户服务部门联系，辰蓝科技会给予您必要的帮助。您点 击同意、接受或下一步的行为均视为您已阅读、理解并同意签署本协议。
        <br>
        如果您为限制民事行为能力人，建议请您的监护人仔细阅读本协议，并在 征得您监护人同意的前提下使用我们的服务。若用户不具备与用户行为相适应 的民事行为能力，则用户及用户的监护人应依照法律规定承担因此而导致的相 应后果。如果您为未成年人的监护人，希望您合理设定未成年人使用时间，培养 未成年人健康理性的消费习惯。
    </a>
    <a class="tebie_tip">一、使用原则</a>
    <a class="content_tag">
        您在使用辰蓝科技学生卡 VIP 会员服务过程中，应遵守中华人民共和国法律 法规，应遵守公共秩序，尊重社会公德，不得危害网络安全，不得从事危害国家 安全、荣誉和利益、传播虚假信息扰乱经济秩序和社会秩序等活动。在任何情况 下，辰蓝科技一旦合理地认为用户存在违反上述原则的行为时，可以在任何时 候，不经事先通知即终止向该用户提供服务。
    </a>
    <a class="tebie_tip">二、用户服务</a>
    <a class="content_tag">
        (一)用户账户管理及使用
        <br>
        用户通过注册取得本服务的账户，您需要使用您享有合法使用权的中国移动 或者中国联通、中国电信移动电话号码作为注册账号。注册成功后您可登录你的 账户，登录后，您可以查看开通的服务期限、会员等级及使用服务的权限。
        <br>
        (二)账号管理
        <br>
        您应正确使用及妥善保管、维护您的辰蓝科技学生卡 VIP 账户及密码，如 果账户因用户主动泄露或因用户遭受他人攻击、诈骗、盗取等行为导致的损失 及后果，除法律有明确规定外，辰蓝科技无须承担责任，由用户自行承担，用 户可通过司法、行政等救济途径向侵权行为人追偿。如因用户自身原因造成其 账户无法正常使用，除法律有明确规定外，辰蓝科技无须承担责任，相应损失 由用户自行承担。
        <br>
        (三)登录使用限制
        <br>
        您理解并同意，用户账号仅限用户本人使用，未经辰蓝科技同意不得向第三 方转让、赠与账号，不得将账号借与第三方使用或以其他方式处分账号。在开 通本服务后，同一个账户只能在一个设备上使用，且使用范围仅限于该卡的服务 范畴之中。超过上述范围的，辰蓝科技会根据实际情况中止或终止对您的服务。造成的损失将由您自行承担，且辰蓝科技保留采取进一步措施的权利。
        <br>
        (四)会员等级
        <br>
        在您开通本服务后，根据您的充值记录及您参加的相关消费推广情况，将会 有会员等级的晋升，晋升后您将会有更多的服务体验，具体以相关服务页面公布、 实际提供内容为准。
        <br>
        (五)关于收费
        <br>
        本服务是辰蓝科技提供的收费服务，您须在按照本服务的收费标准支付相应 费用后，方可使用本服务。
        <br>
        (六)费用支付
        <br>
        您应该通过辰蓝科技指定的支付方式依约支付，前述支付方式包括但不限于 微信支付、支付宝支付、系统积分充值支付等现有方式或今后辰蓝科技指定其他 支付方式。支付完成后，不可进行转让或退订。
        <br>
        (七)服务期限
        <br>
        本服务的期限以您自行选择并支付相应服务费用的期限为准，您也可以登录 辰蓝科技充值中心或者本服务的相应页面查询。
        <br>
        您理解、知悉并同意，本服务的服务时间，包含辰蓝科技解决故障、服务 器维护、调整、升级、因第三方侵权处理等所需的合理时间，对上述情况所需 用的时间不另行补偿。
    </a>
    <a class="tebie_tip">三、知识产权及其他权利归属</a>
    <a class="content_tag">
        您理解并认可:您仅拥有合法的辰蓝科技学生卡 VIP 会员账号下积分、虚 拟积分商品、VIP 会员服务、虚拟社区商品等服务和产品使用权，上述服务和产 品及其衍生物的所有权及知识产权均归辰蓝科技所有。辰蓝科技有权根据实际 情况自行决定您的使用期限及/或终止期限而无需通知您，亦无需征得您同意， 您不予追究或者豁免辰蓝科技的相关法律责任。
        <br>
        用户同意，主动将其在账户内或者辰蓝科技的任何网络平台发表的任何形 式的信息(包括但不限于产品使用体验、产品讨论或图片)的除署名权、发表 权、修改权外的其他知识产权权利，包括但不限于:复制权、发行权、出租权、 展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译 权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给辰蓝科 技所有，并同意辰蓝科技就所述权利的保护采取任何形式的法律行为，并获得 全部赔偿。本协议属于《中华人民共和国著作权法》第二十五条规定的书面协 议，其效力及于用户在发布于账户内或者辰蓝科技的任何网络平台的任何受著 作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。
    </a>
    <a class="tebie_tip">四、用户的权利与义务</a>
    <a class="content_tag">
        (一)用户有权登录账户查看开通的服务期限、会员等级及使用服务的权限。
        <br>
        (二)用户有权按照本协议约定使用辰蓝科技提供的相应服务，并有权随时 终止使用本服务。用户须对其使用本服务过程中的所有行为、活动和事件承担全 部责任。
        <br>
        (三)用户应保证其在注册时和接受服务时所提供的姓名、联系方式、联系 地址等全部信息真实、完整、准确，并当上述信息发生变更时及时进行更新提供 给辰蓝科技的信息。
        <br>
        (四)用户通过接受本服务应出于真实消费目的，不得以营利、经营等非个人使用的目的为自己或他人开通本服务。
        <br>
        (五)用户不得通过任何机器人软件、蜘蛛软件、爬虫软件等任何程序、软件方式为自己或他人开通本服务。
        <br>
        (六)用户不得通过非辰蓝科技指定的方式为自己或他人开通本服务。
        <br>
        (七)在开通和接受本服务过程中，用户不得违反相关法律、行政法规、国家政策，不得侵犯辰蓝科技或他人合法权益。不得在辰蓝科技的任何网络平台发 表危害国家安全、泄露国家秘密或者侵犯国家社会集体的和公民的合法权益的信 息。
    </a>
    <a class="tebie_tip">五、辰蓝科技的权利与义务</a>
    <a class="content_tag">
        (一)辰蓝科技应按照本协议的约定为用户提供良好的服务。如因系统维护 或升级的需要导致暂停服务的，辰蓝科技将尽可能事先进行通告。
        <br>
        (二)对用户在接受本服务过程中所遇到的有关问题及反映的情况，辰蓝科 技应及时做出回复。
        <br>
        (三)辰蓝科技有权根据自身业务需要及合作方变更等情况对提供的服务进 行调整，并及时进行通告。
        <br>
        (四)对于用户在接受本服务时的不当行为或其它任何辰蓝科技认为应当终 止服务的情况，辰蓝科技有权随时作出终止提供服务等处理，而无须征得用户的 同意。
        <br>
        (五)辰蓝科技有权对用户的注册资料及交易行为进行查阅，发现注册资料 或交易行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或 者直接做出删除等处理。
    </a>
    <a class="tebie_tip">六、违约责任及处理</a>
    <a class="content_tag">
        用户在接受本服务过程中，有以下行为视为严重违约:
        <br>
        (一)违反法律、法规、规章、条例以及任何具有法律效力之规范的规定。
        <br>
        (二)破坏、影响辰蓝科技对任何第三方提供本服务。
        <br>
        (三)进行危害计算机网络安全的行为。
        <br>
        (四)对辰蓝科技及关联第三方(包括授权方和合作方)提供的本协议服务、活动造成不良影响，侵犯辰蓝科技及关联第三方或其他用户的正当利益。
        <br>
        (五)利用本服务获取非法或者本协议外利益的，包括但不限于通过转售、转让、转授权等行为不正当牟利。
        <br>
        (六)其他侵犯辰蓝科技合法利益的行为。
        <br>
        (七)其他违反本协议约定的行为。
        <br>
        针对用户的违约行为，用户同意辰蓝科技采取以下一项或多项措施处理:
        <br>
        (一)采取技术手段予以删除、屏蔽或断开相关的信息。
        <br>
        (二)中止或终止部分或全部分本服务。辰蓝科技无需向您退还任何费用，未使用的服务费用作为违约金归辰蓝科技所有，您的账号内损失由您自行承担， 造成辰蓝科技损失的(包括但不限于律师费、诉讼费等)，您也应予以赔偿。
    </a>
    <a class="tebie_tip">七、服务的中止、终止及变更</a>
    <a class="content_tag">
        本服务的中止或终止包含如下情况:
        <br>
        (一)用户主动中止或终止，包括但不限于到期未进行续费等。
        <br>
        (二)因为用户违约行为，辰蓝科技主动中止或终止服务的。
        <br>
        (三)因国家或相关部门要求或发生不可抗力事件而中止或终止服务的。
        <br>
        (四)其他根据法律法规应中止或终止服务的。
    </a>
    <a class="tebie_tip">八、服务中止或终止后的处理</a>
    <a class="content_tag">
        (一)中止或终止服务后，辰蓝科技有权利但无义务对您进行特别提示或通 知。当您发现无法登录或享受服务时，可以咨询我们的客服人员。
        <br>
        (二)除法律法规规定的责任外，辰蓝科技对本服务的中止或终止对用户和 任何第三人不承担任何责任。
        <br>
        (三)已收取的费用不予退还。
    </a>
    <a class="tebie_tip">九、协议的修改</a>
    <a class="content_tag">
        辰蓝科技有权随时对服务条款进行修改(修改包含变更、增加、减少相应 的服务条款内容)，一旦服务条款发生修改，辰蓝科技将在相关页面提示或公示。 您继续使用辰蓝科技提供的学生卡 VIP 服务，则视为您已经接受本协议的全部 修改内容。如果您不同意本协议的修改，可以停止对本服务的使用。
    </a>
    <a class="tebie_tip">十、其他</a>
    <a class="content_tag">
        (一)本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且 并不影响本协议其余条款的有效性及可执行性。
        <br>
        (二)本协议签订地为中华人民共和国云南省曲靖市麒麟区，若本协议在履 行过程中产生争议，用户应与辰蓝科技及时沟通以协商解决，若协商不成，双方 均有权向本协议签订地人民法院起诉。
        <br>
        (三)云南辰蓝网络科技有限公司在法律允许范围内享有对本协议相关条款 的解释权。
        <br>
        (四)用户使用本服务即视为您已阅读、理解并同意签署本协议，本协议自 您签署时生效。
    </a>

    <br>
    <a class="title_tag">实名认证</a>
    <br>
    <a class="tebie_tip">会员个人信息收集、使用及保护</a>
    <a class="content_tag">
        1. 您充分理解并同意：云南辰蓝网络科技有限公司（以下简称：辰蓝科技）为履行本协议之目的收集您的信息，这些信息包括您通过微信或手机登录辰蓝科技VIP系统时的账号、昵称、头像，您帐号下的视频数据以及其他您在使用辰蓝科技VIP系统服务的过程中主动填写或向辰蓝科技提供的手机号码、收货地址等信息或基于使用辰蓝科技VIP系统产生的积分等相关信息，或辰蓝科技基于安全、您体验优化等考虑而需收集的信息，辰蓝科技对您的信息的收集将遵循本协议、相关隐私政策及相关法律的规定。
        <br>
        2. 实名认证
        <br>
        在您使用辰蓝科技VIP系统的各项服务过程中，将有可能基于参加活动而进行实名认证。为了遵守国家关于实名认证的相关规定，您参与活动并提供相关认证信息，代表您同意在活动中向辰蓝科技提交您的身份信息；并授权辰蓝科技可采集本人身份信息对其进行整理、保存、分析、比对、核实、校验、加工并委托第三方向数据源提供本人身份信息进行实名认证处理。
        <br>
        数据源，指合法持有您的身份信息并依法向辰蓝科技或辰蓝科技委托的第三方提供实名认证比对结果的主体，包括：（1）依法运营政府部门数据库的主体，包括各级行政机关、政府部门、公共管理部门、司法机关、公共信用信息管理部门等主体；（2）依法运营商业化数据库的主体，包括电信运营商、金融机构等企事业单位。具体以辰蓝科技实际合作情况为准。
        <br>
        身份信息，指您的姓名、国籍、性别、学历学籍、职业、住址、联系方式以及您有效身份证件的种类、号码和有效期限等能够依法识别您身份的个人信息。
        <br>
        3. 您充分理解并同意：为了更好地向您提供辰蓝科技VIP系统服务，辰蓝科技可以根据1条所述收集的您的信息，通过短信、电话、邮件等各种方式或在辰蓝科技系统、应用中向您提供关于辰蓝科技VIP系统的活动信息、个性化推荐信息、推广信息等各类信息。除非您同意，辰蓝科技不会将收集的您的信息提供给第三方。
        <br>
        4. 您充分理解并同意：除本协议有其他规定外，辰蓝科技有权对提供辰蓝科技VIP服务过程中产生和收集的数据在必要的限度内进行使用、处置，并采取合理的安全保障措施保护数据安全。未经辰蓝科技许可，任何第三方不得爬取或使用其他非法手段获取相关数据。
        <br>
        5. 您知悉并充分理解：辰蓝科技努力为您的信息提供全生命周期的安全保障，将在合理的安全水平内使用各种安全保护措施，以防止信息的丢失、不当使用、未经授权访问或披露。
        <br>
        6. 您应对通过辰蓝科技VIP系统及相关服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重，您不应搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息，否则，由此产生的后果由您自行承担。
        <br>
        7 保护您信息及隐私是辰蓝科技的一项基本原则。除本协议另有规定外，辰蓝科技VIP系统服务对您信息收集、使用及保护等将遵循辰蓝科技统一公布的隐私政策。
    </a>

	<a class="line_a_tag bottom_tag">
		本人已知悉本《授权书》所有内容的意义以及由此产生的法律效力，自愿作出上述授权，本《授权书》是本人真实的意思表示，本人同意承担由此带来的相关法律后果。
		<br>
		特此授权!
	</a>
</body>
</html>
